{
    "data": [
        {
            "id": 0,
            "fact": "MacGyver can build an airplane out of gum and paper clips. Chuck Norris can kill him and take it."
        },
        {
            "id": 1,
            "fact": "Chuck Norris doesn't read books. He stares them down until he gets the information he wants."
        },
        {
            "id": 2,
            "fact": "If you ask Chuck Norris what time it is, he always answers \"Two seconds till\". After you ask \"Two seconds to what?\", he roundhouse kicks you in the face."
        },
        {
            "id": 3,
            "fact": "Since 1940, the year Chuck Norris was born, roundhouse kick related deaths have increased 13.000 percent."
        },
        {
            "id": 4,
            "fact": "Chuck Norris sheds his skin twice a year."
        },
        {
            "id": 5,
            "fact": "There are no steroids in baseball. Just players Chuck Norris has breathed on."
        },
        {
            "id": 6,
            "fact": "When Chuck Norris goes to donate blood, he declines the syringe, and instead requests a hand gun and a bucket."
        },
        {
            "id": 7,
            "fact": "Pluto is actually an orbiting group of British soldiers from the American Revolution who entered space after the Chuck gave them a roundhouse kick to the face."
        },
        {
            "id": 8,
            "fact": "In an average living room there are 1242 objects Chuck Norris could use to kill you, including the room itself."
        },
        {
            "id": 9,
            "fact": "The Chuck Norris military unit was not used in the game Civilization IV, because a single Chuck Norris could defeat the entire combined nations of the world in one turn."
        },
        {
            "id": 10,
            "fact": "Chuck Norris doesn't shower, he only takes blood baths."
        },
        {
            "id": 11,
            "fact": "Time waits for no man. Unless that man is Chuck Norris."
        },
        {
            "id": 12,
            "fact": "Chuck Norris can hit you so hard that he can actually alter your DNA. Decades from now your descendants will occasionally clutch their heads and yell \"What The Hell was That?\"."
        },
        {
            "id": 13,
            "fact": "In the Bible, Jesus turned water into wine. But then Chuck Norris turned that wine into beer."
        },
        {
            "id": 14,
            "fact": "Chuck Norris is the only human being to display the Heisenberg uncertainty principle - you can never know both exactly where and how quickly he will roundhouse kick you in the face."
        },
        {
            "id": 15,
            "fact": "Someone once tried to tell Chuck Norris that roundhouse kicks aren't the best way to kick someone. This has been recorded by historians as the worst mistake anyone has ever made."
        },
        {
            "id": 16,
            "fact": "Chuck Norris has two speeds: Walk and Kill."
        },
        {
            "id": 17,
            "fact": "Chuck Norris once shot down a German fighter plane with his finger. By yelling \"Bang!\""
        },
        {
            "id": 18,
            "fact": "The opening scene of the movie \"Saving Private Ryan\" is loosely based on games of dodgeball Chuck Norris played in second grade."
        },
        {
            "id": 19,
            "fact": "Fool me once, shame on you. Fool Chuck Norris once and he will roundhouse kick you in the face."
        },
        {
            "id": 20,
            "fact": "Chuck Norris originally appeared in the \"Street Fighter II\" video game, but was removed by Beta Testers because every button caused him to do a roundhouse kick. When asked about this glitch, Norris replied \"That's no glitch.\""
        },
        {
            "id": 21,
            "fact": "If you spell Chuck Norris in Scrabble, you win. Forever."
        },
        {
            "id": 22,
            "fact": "Someone once videotaped Chuck Norris getting pissed off. It was called Walker: Texas Chain Saw Masacre."
        },
        {
            "id": 23,
            "fact": "A handicapped parking sign does not signify that this spot is for handicapped people. It is actually in fact a warning, that the spot belongs to Chuck Norris and that you will be handicapped if you park there."
        },
        {
            "id": 24,
            "fact": "Chuck Norris doesn't churn butter. He roundhouse kicks the cows and the butter comes straight out."
        },
        {
            "id": 25,
            "fact": "Police label anyone attacking Chuck Norris as a Code 45-11, suicide."
        },
        {
            "id": 26,
            "fact": "Chuck Norris is the only man to ever defeat a brick wall in a game of tennis."
        },
        {
            "id": 27,
            "fact": "What was going through the minds of all of Chuck Norris' victims before they died? His shoe."
        },
        {
            "id": 28,
            "fact": "There is no theory of evolution, just a list of creatures Chuck Norris allows to live."
        },
        {
            "id": 29,
            "fact": "CNN was originally created as the \"Chuck Norris Network\" to update Americans with on-the-spot ass kicking in real-time."
        },
        {
            "id": 30,
            "fact": "Chuck Norris invented Kentucky Fried Chicken's famous secret recipe with eleven herbs and spices. Nobody ever mentions the twelvth ingredient: Fear."
        }
    ]
}